;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Ivan Karadzhov
; TranslationAuthorWeb: http://karadzha.weebly.com/
; TranslationAuthorEmail: ekot@abv.bg
; Soft Version: 1.12.50
;

[Translation]
LanguageName=BG
LangCode=0402
ReadHabit=Отляво-надясно
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=BULGARIAN_CHARSET

Confirm=Confirm

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Недовършено
TfrmWRMMain.btnCompleted.Caption=Завършено
TfrmWRMMain.btnBack.caption=Обратно
TfrmWRMMain.btnDone.Caption=Запази
TfrmWRMMain.lblRepeat.caption=Повторение:
TfrmWRMMain.lblTime.caption=Време:
TfrmWRMMain.lblName.caption=Описание:
TfrmWRMMain.lblDate.caption=Дата:
TfrmWRMMain.cbPeriod.Item1=Веднъж
TfrmWRMMain.cbPeriod.Item2=Дневно
TfrmWRMMain.cbPeriod.Item3=Седмично
TfrmWRMMain.cbPeriod.Item4=Месечно
TfrmWRMMain.cbPeriod.Item5=Годишно
;
;hint
;
TfrmWRMMain.imgf.hint=Последвай ни във Facebook
TfrmWRMMain.imgt.hint=Последвай ни в Twitter
TfrmWRMMain.imgmail.hint=Сподели го с приятелите си
TfrmWRMMain.imghome.hint=Домашна страница
TfrmWRMMain.CloseHint=Затвори
TfrmWRMMain.MenuHint=Меню
TfrmWRMMain.MinHint=Намали
TfrmWRMMain.lbl2.caption=Сегашна версия:%s
TfrmWRMMain.lbl3.Caption=Провери за обновявания
TfrmWRMMain.btnDetails.hint_1=Детайли
TfrmWRMMain.btnDetails.hint_2=Модифицирай и възстанови
TfrmWRMMain.btnDelete.hint_1=Маркирай като завършено
TfrmWRMMain.btnDelete.hint_2=Изтрий


msgdlg.btnNO=Не
msgdlg.btnOk=ОК
msgdlg.btnYes=Да
;
; Time
;
constY=Год.
constM=Мес.
constD=Ден(а)
constHH=Час(а)
constMM=Мин.
constSS=Сек.
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Онлайн помощ
TfrmWRMMain.TrayMenuItem2=Форум
TfrmWRMMain.TrayMenuItem3=Начална страница
TfrmWRMMain.TrayMenuItem4=Свържи се с нас
TfrmWRMMain.TrayMenuItem5=Проверка за обновявания
TfrmWRMMain.TrayMenuItem6=Проверка за новини
TfrmWRMMain.TrayMenuItem7=Език
TfrmWRMMain.TrayMenuItem8=Изпълнение при старт на ОС
TfrmWRMMain.TrayMenuItem9=Относно
TfrmWRMMain.TrayMenuItem10=Изход
;
; Notice
;
TfrmRemindDlg.Caption=Бележка
TfrmRemindDlg.btnComplete.Caption=ОК, разбрах
TfrmRemindDlg.btnDelay.Caption=Напомни ми по-късно

;
; About
;
TfrmAbout.Caption=Относно
TfrmAbout.lblEmail.caption=Поддръжка по имейл:
TfrmAbout.lblhome.caption=Официална страница:
TfrmAbout.lblthanks.caption=Благодарности към следните хора:
TfrmAbout.btnOk.Caption=ОК
TfrmAbout.lblver.Caption=Сегашна версия:

[Messages]
ExitModify=Имаш незапазени промени. Наистина ли ще напуснеш тази страница?
RemindNameNULL=Моля, попълни описание на напомнянето!
NewVer=Налице е по-нова версия! Ще обновиш ли сега?
NoNewVer=Поздравления! Сега използваш най-новата версия.
ExitApp=Наистина ли ще спреш Wise Reminder? Неговите бележки няма да са на разположение след това!
NoneReminder=Не си задал напомняне!
NoneCopmpleted=Нямаш завършено напомняне!
NoneSelected=Моля, избери поне един елемент!
TimeOver=Задал си време по-ранно от текущото време!

[Lang]
NativeLanguage=Български